import '../Styles/index.css'

function Error() {

    return (
        <div className="bg-blue-800 hover:invisible">
            <div className="errorText ">
                <h1 className="w-[1164px] h-[296px] text-center text-white text-[129px] font-normal font-['Digital Numbers'] pt-[100px]">ERROR </h1>
                <div className="Texto text-justify text-white text-[15px] font-normal font-['Digital Numbers'] pt-[40px] pl-[40px] pr-[40px] pb-[96px]">
                    <p>

                        ألم

                        أود بعد ظهر هذا اليوم الإلهي من شهر أكتوبر
                        المشي على طول شاطئ البحر البعيد.
                        أن الرمال ذهبية والمياه خضراء،
                        والسماء النقية سوف تراني أعبر.

                        أن أكون طويل القامة، فخورًا، مثاليًا، أود ذلك،
                        مثل الروماني، للاتفاق
                        مع الأمواج الكبيرة، والصخور الميتة
                        والشواطئ الواسعة التي تحيط بالبحر.

                        بخطوات بطيئة وعيون باردة
                        والفم الأخرس أطلق نفسي.
                        مشاهدة كسر الأمواج الزرقاء
                        ضد البثور وليس وميض.
                        شاهد كيف تأكل الطيور الجارحة بعضها البعض
                        سمكة صغيرة ولا تستيقظ؛
                        أعتقد أن القوارب الهشة يمكنها ذلك
                        تغرق في المياه ولا تتنهد؛
                        انظر أنه يتقدم للأمام، وحنجرته في الهواء،
                        أجمل رجل لا يريد أن يحب..

                        تفقد بصرك، غائبا،
                        افقده ولن تجده مرة أخرى:
                        وشخصية منتصبة، بين السماء والشاطئ،
                        أشعر بالنسيان الدائم للبحر.
                        ألم

                        أود بعد ظهر هذا اليوم الإلهي من شهر أكتوبر
                        المشي على طول شاطئ البحر البعيد.
                        أن الرمال ذهبية والمياه خضراء،
                        والسماء النقية سوف تراني أعبر.

                        أن أكون طويل القامة، فخورًا، مثاليًا، أود ذلك،
                        مثل الروماني، للاتفاق
                        مع الأمواج الكبيرة، والصخور الميتة
                        والشواطئ الواسعة التي تحيط بالبحر.

                        بخطوات بطيئة وعيون باردة
                        والفم الأخرس أطلق نفسي.
                        مشاهدة كسر الأمواج الزرقاء
                        ضد البثور وليس وميض.
                        شاهد كيف تأكل الطيور الجارحة بعضها البعض
                        سمكة صغيرة ولا تستيقظ؛
                        أعتقد أن القوارب الهشة يمكنها ذلك
                        تغرق في المياه ولا تتنهد؛
                        انظر أنه يتقدم للأمام، وحنجرته في الهواء،
                        أجمل رجل لا يريد أن يحب..

                        تفقد بصرك، غائبا،
                        افقده ولن تجده مرة أخرى:
                        وشخصية منتصبة، بين السماء والشاطئ،
                        أشعر بالنسيان الدائم للبحر.
                        ألم

                        أود بعد ظهر هذا اليوم الإلهي من شهر أكتوبر
                        المشي على طول شاطئ البحر البعيد.
                        أن الرمال ذهبية والمياه خضراء،
                        والسماء النقية سوف تراني أعبر.

                        أن أكون طويل القامة، فخورًا، مثاليًا، أود ذلك،
                        مثل الروماني، للاتفاق
                        مع الأمواج الكبيرة، والصخور الميتة
                        والشواطئ الواسعة التي تحيط بالبحر.

                        بخطوات بطيئة وعيون باردة
                        والفم الأخرس أطلق نفسي.
                        مشاهدة كسر الأمواج الزرقاء
                        ضد البثور وليس وميض.
                        شاهد كيف تأكل الطيور الجارحة بعضها البعض
                        سمكة صغيرة ولا تستيقظ؛
                        أعتقد أن القوارب الهشة يمكنها ذلك
                        تغرق في المياه ولا تتنهد؛
                        انظر أنه يتقدم للأمام، وحنجرته في الهواء،
                        أجمل رجل لا يريد أن يحب..

                        تفقد بصرك، غائبا،
                        افقده ولن تجده مرة أخرى:
                        وشخصية منتصبة، بين السماء والشاطئ،
                        أشعر بالنسيان الدائم للبحر.
                        ألم

                        أود بعد ظهر هذا اليوم الإلهي من شهر أكتوبر
                        المشي على طول شاطئ البحر البعيد.
                        أن الرمال ذهبية والمياه خضراء،
                        والسماء النقية سوف تراني أعبر.

                        أن أكون طويل القامة، فخورًا، مثاليًا، أود ذلك،
                        مثل الروماني، للاتفاق
                        مع الأمواج الكبيرة، والصخور الميتة
                        والشواطئ الواسعة التي تحيط بالبحر.

                        بخطوات بطيئة وعيون باردة
                        والفم الأخرس أطلق نفسي.
                        مشاهدة كسر الأمواج الزرقاء
                        ضد البثور وليس وميض.
                        شاهد كيف تأكل الطيور الجارحة بعضها البعض
                        سمكة صغيرة ولا تستيقظ؛
                        أعتقد أن القوارب الهشة يمكنها ذلك
                        تغرق في المياه ولا تتنهد؛
                        انظر أنه يتقدم للأمام، وحنجرته في الهواء،
                        أجمل رجل لا يريد أن يحب..

                        تفقد بصرك، غائبا،
                        افقده ولن تجده مرة أخرى:
                        وشخصية منتصبة، بين السماء والشاطئ،
                        أشعر بالنسيان الدائم للبحر.
                        ألم

                        أود بعد ظهر هذا اليوم الإلهي من شهر أكتوبر
                        المشي على طول شاطئ البحر البعيد.
                        أن الرمال ذهبية والمياه خضراء،
                        والسماء النقية سوف تراني أعبر.

                        أن أكون طويل القامة، فخورًا، مثاليًا، أود ذلك،
                        مثل الروماني، للاتفاق
                        مع الأمواج الكبيرة، والصخور الميتة
                        والشواطئ الواسعة التي تحيط بالبحر.

                        بخطوات بطيئة وعيون باردة
                        والفم الأخرس أطلق نفسي.
                        مشاهدة كسر الأمواج الزرقاء
                        ضد البثور وليس وميض.
                        شاهد كيف تأكل الطيور الجارحة بعضها البعض
                        سمكة صغيرة ولا تستيقظ؛
                        أعتقد أن القوارب الهشة يمكنها ذلك
                        تغرق في المياه ولا تتنهد؛
                        انظر أنه يتقدم للأمام، وحنجرته في الهواء،
                        أجمل رجل لا يريد أن يحب..

                        تفقد بصرك، غائبا،
                        افقده ولن تجده مرة أخرى:
                        وشخصية منتصبة، بين السماء والشاطئ،
                        أشعر بالنسيان الدائم للبحر.
                        ألم

                        أود بعد ظهر هذا اليوم الإلهي من شهر أكتوبر
                        المشي على طول شاطئ البحر البعيد.
                        أن الرمال ذهبية والمياه خضراء،
                        والسماء النقية سوف تراني أعبر.

                        أن أكون طويل القامة، فخورًا، مثاليًا، أود ذلك،
                        مثل الروماني، للاتفاق
                        مع الأمواج الكبيرة، والصخور الميتة
                        والشواطئ الواسعة التي تحيط بالبحر.

                        بخطوات بطيئة وعيون باردة
                        والفم الأخرس أطلق نفسي.
                        مشاهدة كسر الأمواج الزرقاء
                        ضد البثور وليس وميض.
                        شاهد كيف تأكل الطيور الجارحة بعضها البعض
                        سمكة صغيرة ولا تستيقظ؛
                        أعتقد أن القوارب الهشة يمكنها ذلك
                        تغرق في المياه ولا تتنهد؛
                        انظر أنه يتقدم للأمام، وحنجرته في الهواء،
                        أجمل رجل لا يريد أن يحب..

                        تفقد بصرك، غائبا،
                        افقده ولن تجده مرة أخرى:
                        وشخصية منتصبة، بين السماء والشاطئ،
                        أشعر بالنسيان الدائم للبحر.
                    </p>
                </div>
            </div>      
        </div>
        )
    }
    
    export default Error